Repository: yakupkavak/VocabularyForest
Catalog: VocabularyForest/Data/Source/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fr, hi, it, ja, ko, pt_br, ru, tr, zh_cn

source: This forest is linked to another account. Please sign in to your own account or reset the game.
ar: هذه الغابة مرتبطة بحساب آخر. يرجى تسجيل الدخول إلى حسابك الخاص أو إعادة تعيين اللعبة.
de: Dieser Wald ist mit einem anderen Konto verknüpft. Bitte melde dich mit deinem eigenen Konto an oder setze das Spiel zurück.
es_419: Este bosque está vinculado a otra cuenta. Inicia sesión con tu propia cuenta o reinicia el juego.
fr: Cette forêt est liée à un autre compte. Connecte-toi à ton propre compte ou réinitialise le jeu.
hi: यह जंगल किसी दूसरे खाते से जुड़ा है। कृपया अपने खाते से साइन इन करें या गेम रीसेट करें।
it: Questa foresta è collegata a un altro account. Accedi con il tuo account oppure reimposta il gioco.
ja: この森は別のアカウントに紐づいています。自分のアカウントでログインするか、ゲームをリセットしてください。
ko: 이 숲은 다른 계정에 연결되어 있어요. 본인 계정으로 로그인하거나 게임을 초기화해 주세요.
pt_br: Esta floresta está vinculada a outra conta. Faça login na sua própria conta ou reinicie o jogo.
ru: Этот лес привязан к другому аккаунту. Войдите в свой аккаунт или сбросьте игру.
tr: Bu orman başka bir hesaba bağlı. Lütfen kendi hesabınıza giriş yapın veya oyunu sıfırlayın.
zh_cn: 这片森林已关联到其他账户。请登录你自己的账户，或者重置游戏。

# Bulut verisi bulunamadı. Lütfen tekrar deneyin.
source: Cloud data not found. Please try again.
ar: لم يتم العثور على بيانات سحابية. يرجى المحاولة مرة أخرى.
de: Cloud-Daten nicht gefunden. Bitte versuche es erneut.
es_419: No se encontraron datos en la nube. Inténtalo de nuevo.
fr: Données cloud introuvables. Réessaie.
hi: क्लाउड डेटा नहीं मिला। कृपया फिर कोशिश करें।
it: Dati nel cloud non trovati. Riprova.
ja: クラウドのデータが見つかりません。もう一度お試しください。
ko: 클라우드 데이터를 찾을 수 없어요. 다시 시도해 주세요.
pt_br: Dados da nuvem não encontrados. Tente novamente.
ru: Данные в облаке не найдены. Попробуйте снова.
tr: Bulut verisi bulunamadı. Lütfen tekrar deneyin.
zh_cn: 未找到云端数据。请重试。

source: The forest in the cloud is different from the one on this device. Please choose which forest you want to use.
ar: الغابة الموجودة في السحابة مختلفة عن تلك الموجودة على هذا الجهاز. يرجى اختيار الغابة التي تريد استخدامها.
de: Der Wald in der Cloud unterscheidet sich von dem auf diesem Gerät. Bitte wähle aus, welchen Wald du verwenden möchtest.
es_419: El bosque en la nube es diferente del que está en este dispositivo. Elige qué bosque quieres usar.
fr: La forêt dans le cloud est différente de celle sur cet appareil. Choisis la forêt que tu veux utiliser.
hi: क्लाउड का जंगल इस डिवाइस के जंगल से अलग है। कृपया चुनें कि आप कौन सा जंगल इस्तेमाल करना चाहते हैं।
it: La foresta nel cloud è diversa da quella su questo dispositivo. Scegli quale foresta vuoi usare.
ja: クラウドの森とこの端末の森が異なります。どちらの森を使うか選んでください。
ko: 클라우드의 숲이 이 기기의 숲과 달라요. 어떤 숲을 사용할지 선택해 주세요.
pt_br: A floresta na nuvem é diferente da que está neste dispositivo. Escolha qual floresta você quer usar.
ru: Лес в облаке отличается от леса на этом устройстве. Пожалуйста, выберите, какой лес использовать.
tr: Buluttaki orman bu cihazdakinden farklı. Lütfen hangi ormanı kullanmak istediğinizi seçin.
zh_cn: 云端的森林与本设备上的不同。请选择你要使用的森林。

# Bunu hatırlıyor musun 👀
source: Do you remember this? 👀
ar: هل تتذكر هذا؟ 👀
de: Erinnerst du dich daran? 👀
es_419: ¿Te acuerdas de esto? 👀
fr: Tu te souviens de ça ? 👀
hi: यह याद है आपको? 👀
it: Te lo ricordi? 👀
ja: これ、覚えてる？👀
ko: 이거 기억나요? 👀
pt_br: Você se lembra disso? 👀
ru: Вы помните это? 👀
tr: Bunu hatırlıyor musun 👀
zh_cn: 你还记得这个吗？👀

# Burası da neresi
source: Where is this place?
ar: وأين أنا؟
de: Wo bin ich hier gelandet?
es_419: ¿Y dónde estoy?
fr: Où suis-je donc ?
hi: यह कौन सी जगह है?
it: Ma dove sono?
ja: ここはどこだろう？
ko: 여기는 어디지?
pt_br: Mas onde eu estou?
ru: И где это я?
tr: Burası da neresi
zh_cn: 这里到底是哪儿？

# Buz Elementi
source: Ice Elemental
ar: عنصر الجليد
de: Eiselementar
es_419: Elemental de hielo
fr: Élémentaire de glace
hi: हिम तत्व
it: Elementale di ghiaccio
ja: 氷の精霊
ko: 얼음 정령
pt_br: Elemental de Gelo
ru: Ледяной элементаль
tr: Buz Elementi
zh_cn: 冰元素

source: Cambridge Dictionary
ar: قاموس كامبريدج
hi: कैम्ब्रिज डिक्शनरी
ja: ケンブリッジ辞典
ko: 케임브리지 사전
ru: Кембриджский словарь
zh_cn: 剑桥词典

source: Cancel
ar: إلغاء
de: Abbrechen
es_419: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
tr: İptal
zh_cn: 取消

# Canlılar Hakkında
source: About Living Things
ar: عن الكائنات الحية
de: Über Lebewesen
es_419: Acerca de los seres vivos
fr: À propos des êtres vivants
hi: जीवों के बारे में
it: Sugli esseri viventi
ja: 生き物について
ko: 생물에 대하여
pt_br: Sobre os seres vivos
ru: О живых существах
tr: Canlılar Hakkında
zh_cn: 关于生物

# continue_game_title
source: Continue your journey
ar: واصل رحلتك
de: Setze deine Reise fort
es_419: Continúa tu aventura
fr: Continue ton aventure
hi: अपनी यात्रा जारी रखें
it: Continua la tua avventura
ja: 旅を続けよう
ko: 여정을 계속하세요
pt_br: Continue sua jornada
ru: Продолжи своё путешествие
tr: Yolculuğuna devam et
zh_cn: 继续你的旅程

# continue_watch_ad_button
source: Watch Ad
ar: شاهد الإعلان
de: Werbung ansehen
es_419: Ver anuncio
fr: Regarder la pub
hi: विज्ञापन देखें
it: Guarda l'annuncio
ja: 広告を見る
ko: 광고 보기
pt_br: Assistir anúncio
ru: Смотреть рекламу
tr: Reklam İzle
zh_cn: 观看广告

# insufficient_diamond_toast
source: Not enough diamonds.
ar: لا يوجد ما يكفي من الماس.
de: Nicht genug Diamanten.
es_419: No tienes suficientes diamantes.
fr: Pas assez de diamants.
hi: पर्याप्त हीरे नहीं हैं।
it: Diamanti insufficienti.
ja: ダイヤモンドが足りません。
ko: 다이아몬드가 부족합니다.
pt_br: Diamantes insuficientes.
ru: Недостаточно алмазов.
tr: Yeterli elmasın yok.
zh_cn: 钻石不足。

source: Purchase could not be verified. Please try again.
ar: تعذّر التحقق من عملية الشراء. يرجى المحاولة مرة أخرى.
de: Der Kauf konnte nicht bestätigt werden. Bitte versuche es erneut.
es_419: No se pudo verificar la compra. Inténtalo de nuevo.
fr: L'achat n'a pas pu être vérifié. Veuillez réessayer.
hi: ख़रीद सत्यापित नहीं हो सकी। कृपया पुनः प्रयास करें।
it: Impossibile verificare l'acquisto. Riprova.
ja: 購入を確認できませんでした。もう一度お試しください。
ko: 구매를 확인할 수 없습니다. 다시 시도해 주세요.
pt_br: Não foi possível verificar a compra. Tente novamente.
ru: Не удалось подтвердить покупку. Попробуйте ещё раз.
tr: Satın alma doğrulanamadı. Lütfen tekrar deneyin.
zh_cn: 无法验证购买。请重试。

source: This package is not available right now.
ar: هذه الحزمة غير متاحة حاليًا.
de: Dieses Paket ist derzeit nicht verfügbar.
es_419: Este paquete no está disponible en este momento.
fr: Ce pack n'est pas disponible pour le moment.
hi: यह पैक अभी उपलब्ध नहीं है।
it: Questo pacchetto non è al momento disponibile.
ja: このパックは現在ご利用いただけません。
ko: 이 패키지는 현재 이용할 수 없습니다.
pt_br: Este pacote não está disponível no momento.
ru: Этот набор сейчас недоступен.
tr: Bu paket şu anda kullanılamıyor.
zh_cn: 该礼包目前不可用。

source: Weekly limit reached. This trade resets next week.
ar: تم بلوغ الحد الأسبوعي. سيُعاد ضبط هذا التبادل الأسبوع المقبل.
de: Wochenlimit erreicht. Dieser Tausch wird nächste Woche zurückgesetzt.
es_419: Límite semanal alcanzado. Este intercambio se restablece la próxima semana.
fr: Limite hebdomadaire atteinte. Cet échange sera réinitialisé la semaine prochaine.
hi: साप्ताहिक सीमा पूरी हो गई। यह विनिमय अगले सप्ताह फिर से उपलब्ध होगा।
it: Limite settimanale raggiunto. Questo scambio si azzera la prossima settimana.
ja: 今週の上限に達しました。この交換は来週リセットされます。
ko: 주간 한도에 도달했습니다. 이 교환은 다음 주에 초기화됩니다.
pt_br: Limite semanal atingido. Esta troca será redefinida na próxima semana.
ru: Недельный лимит исчерпан. Этот обмен обновится на следующей неделе.
tr: Haftalık sınıra ulaşıldı. Bu takas gelecek hafta sıfırlanır.
zh_cn: 已达本周上限。此兑换将于下周重置。

source: Your purchase is waiting for approval.
ar: عملية الشراء في انتظار الموافقة.
de: Dein Kauf wartet auf Genehmigung.
es_419: Tu compra está pendiente de aprobación.
fr: Votre achat est en attente d'approbation.
hi: आपकी ख़रीद स्वीकृति की प्रतीक्षा में है।
it: Il tuo acquisto è in attesa di approvazione.
ja: ご購入は承認待ちです。
ko: 구매가 승인을 기다리고 있습니다.
pt_br: Sua compra está aguardando aprovação.
ru: Ваша покупка ожидает одобрения.
tr: Satın alma işlemin onay bekliyor.
zh_cn: 您的购买正在等待批准。

# Çark Yükleniyor...
source: Wheel is loading...
ar: جارٍ تحميل العجلة...
de: Rad wird geladen...
es_419: Cargando la ruleta...
fr: Chargement de la roue...
hi: चक्र लोड हो रहा है...
it: Caricamento della ruota...
ja: ルーレットを読み込んでいます…
ko: 룰렛을 불러오는 중…
pt_br: Carregando a roleta...
ru: Колесо загружается...
tr: Çark Yükleniyor...
zh_cn: 转盘加载中……

source: Change
ar: تغيير
de: Ändern
es_419: Cambiar
fr: Modifier
hi: बदलें
it: Modifica
ja: 変更
ko: 변경
pt_br: Alterar
ru: Изменить
tr: Değiştir
zh_cn: 更改

# Chose your best friend to start the adventure!
source: Choose your best friend to start the adventure!
ar: اختر صديقك المفضل لبدء المغامرة!
de: Wähle deinen besten Freund, um das Abenteuer zu beginnen!
es_419: ¡Elige a tu mejor amigo para comenzar la aventura!
fr: Choisis ton meilleur ami pour commencer l'aventure !
hi: साहसिक सफर शुरू करने के लिए अपना सबसे अच्छा दोस्त चुनें!
it: Scegli il tuo migliore amico per iniziare l'avventura!
ja: 冒険を始める相棒を選ぼう！
ko: 모험을 시작할 가장 친한 친구를 골라 보세요!
pt_br: Escolha seu melhor amigo para começar a aventura!
ru: Выберите лучшего друга, чтобы начать приключение!
tr: Maceraya başlamak için en iyi arkadaşını seç!
zh_cn: 选择你最好的朋友，开始冒险吧！

# Cihaz tarafından kısıtlandı
source: Restricted by device
ar: مقيّد بواسطة الجهاز
de: Vom Gerät eingeschränkt
es_419: Restringido por el dispositivo
fr: Restreint par l'appareil
hi: डिवाइस द्वारा प्रतिबंधित
it: Limitato dal dispositivo
ja: デバイスにより制限されています
ko: 기기에서 제한됨
pt_br: Restrito pelo dispositivo
ru: Ограничено устройством
tr: Cihaz tarafından kısıtlandı
zh_cn: 已被设备限制

# Çince (Basitleştirilmiş)
source: Chinese (Simplified)
ar: الصينية (المبسطة)
de: Chinesisch (Vereinfacht)
es_419: Chino (simplificado)
fr: Chinois (simplifié)
hi: चीनी (सरलीकृत)
it: Cinese (semplificato)
ja: 簡体中国語
ko: 중국어(간체)
pt_br: Chinês (simplificado)
ru: Китайский (упрощенный)
zh_cn: 简体中文

source: Claim reward
ar: استلام المكافأة
de: Belohnung abholen
es_419: Reclamar recompensa
fr: Récupérer la récompense
hi: इनाम लें
it: Riscuoti la ricompensa
ja: 報酬を受け取る
ko: 보상 받기
pt_br: Reivindicar recompensa
ru: Получить вознаграждение
tr: Ödülünü al!
zh_cn: 领取奖励

source: Claimed
ar: تم الاستلام
de: Abgeholt
es_419: Reclamado
fr: Récupérée
hi: लिया गया
it: Riscossa
ja: 受け取り済み
ko: 받음
pt_br: Reivindicado
ru: Заявленный
zh_cn: 已领取

source: Cloud Forest
ar: غابة السحابة
de: Cloud-Wald
es_419: Bosque en la Nube
fr: Forêt du cloud
hi: क्लाउड जंगल
it: Foresta nel cloud
ja: クラウドの森
ko: 클라우드 숲
pt_br: Floresta na Nuvem
ru: Облачный лес
tr: Bulut Ormanı
zh_cn: 云端森林

source: Completed!
ar: اكتمل!
de: Abgeschlossen!
es_419: ¡Terminado!
fr: Terminé !
hi: पूरा हुआ!
it: Completato!
ja: 完了！
ko: 완료!
pt_br: Concluído!
ru: Завершено!
zh_cn: 已完成！

source: Confirm Selection
ar: تأكيد الاختيار
de: Auswahl bestätigen
es_419: Confirmar selección
fr: Confirmer la sélection
hi: चयन की पुष्टि करें
it: Conferma la selezione
ja: 選択を確定
ko: 선택 확인
pt_br: Confirmar seleção
ru: Подтвердить выбор
tr: Seçimi Onayla
zh_cn: 确认选择

source: Conflict Detected
ar: تم اكتشاف تعارض
de: Konflikt erkannt
es_419: Conflicto detectado
fr: Conflit détecté
hi: टकराव मिला
it: Conflitto rilevato
ja: 競合が見つかりました
ko: 충돌이 감지됨
pt_br: Conflito detectado
ru: Обнаружен конфликт
tr: Çakışma Algılandı
zh_cn: 检测到冲突

# conflict_confirm_keyword
source: confirm
ar: تأكيد
de: bestätigen
es_419: confirmar
fr: confirmer
hi: पुष्टि करें
it: conferma
ja: 確定
ko: 확인
pt_br: confirmar
ru: подтвердить
tr: onayla
zh_cn: 确认

# continue_game_description
source: Don't lose your progress! Choose before time runs out.
ar: لا تفقد تقدمك! اختر قبل نفاد الوقت.
de: Verliere deinen Fortschritt nicht! Wähle, bevor die Zeit abläuft.
es_419: ¡No pierdas tu progreso! Elige antes de que se acabe el tiempo.
fr: Ne perds pas ta progression ! Choisis avant la fin du temps.
hi: अपनी प्रगति न खोएं! समय समाप्त होने से पहले चुनें।
it: Non perdere i tuoi progressi! Scegli prima che scada il tempo.
ja: 進行状況を失わないで！時間切れになる前に選んでください。
ko: 진행 상황을 잃지 마세요! 시간이 끝나기 전에 선택하세요.
pt_br: Não perca seu progresso! Escolha antes que o tempo acabe.
ru: Не теряйте прогресс! Выберите, пока не истекло время.
tr: İlerlemeni kaybetme! Süre dolmadan seç.
zh_cn: 别丢失你的进度！在时间结束前做出选择。

source: correct
ar: صحيح
de: richtig
es_419: correcto
hi: सही
it: corretto
ja: 正解
ko: 정답
pt_br: correto
ru: правильный
tr: Doğru
zh_cn: 正确

# Cümle
source: Sentence
ar: جملة
de: Satz
es_419: Oración
fr: Phrase
hi: वाक्य
it: Frase
ja: 文
ko: 문장
pt_br: Frase
ru: Предложение
tr: Cümle
zh_cn: 句子

source: Daily Card
ar: البطاقة اليومية
de: Karte des Tages
es_419: Tarjeta diaria
fr: Carte du jour
hi: आज का कार्ड
it: Carta del giorno
ja: 今日のカード
ko: 오늘의 카드
pt_br: Cartão Diário
ru: Ежедневная карта
tr: Günün kartı
zh_cn: 每日卡片

source: Daily Reward
ar: المكافأة اليومية
de: Tägliche Belohnung
es_419: Recompensa diaria
fr: Récompense quotidienne
hi: दैनिक इनाम
it: Ricompensa giornaliera
ja: デイリー報酬
ko: 일일 보상
pt_br: Recompensa diária
ru: Ежедневная награда
tr: Günlük Ödül
zh_cn: 每日奖励

source: Daily Spin
ar: الدوران اليومي
de: Tägliches Glücksrad
es_419: Giro diario
fr: Roue quotidienne
hi: दैनिक चक्र
it: Ruota giornaliera
ja: デイリールーレット
ko: 일일 룰렛
pt_br: Giro diário
ru: Ежедневное вращение
tr: Günlük Çark
zh_cn: 每日转盘

source: Daily Spin preview data could not be loaded.
ar: تعذّر تحميل بيانات معاينة الدوران اليومي.
de: Die Vorschaudaten für das tägliche Glücksrad konnten nicht geladen werden.
es_419: No se pudieron cargar los datos de vista previa del Giro diario.
fr: Impossible de charger les données d'aperçu de la roue quotidienne.
hi: दैनिक चक्र का प्रीव्यू डेटा लोड नहीं हो सका।
it: Impossibile caricare i dati di anteprima della ruota giornaliera.
ja: デイリールーレットのプレビューデータを読み込めませんでした。
ko: 일일 룰렛 미리보기 데이터를 불러올 수 없어요.
pt_br: Não foi possível carregar os dados de visualização do Giro diário.
ru: Не удалось загрузить данные предпросмотра ежедневного вращения.
tr: Günlük Çark önizleme verileri yüklenemedi.
zh_cn: 无法加载每日转盘的预览数据。

source: Dark Magic
ar: سحر الظلام
de: Dunkle Magie
es_419: Magia Oscura
fr: Magie sombre
hi: अंधकार जादू
it: Magia oscura
ja: 闇の 魔法
ko: 암흑 마법
pt_br: Magia Negra
ru: Темная магия
tr: Kara Büyü
zh_cn: 黑暗 魔法

source: Day %lld
ar: اليوم %lld
de: Tag %lld
es_419: Día %lld
fr: Jour %lld
hi: दिन %lld
it: Giorno %lld
ja: %lld 日目
ko: %lld일째
pt_br: Dia %lld
ru: День %lld
tr: %lld. Gün
zh_cn: 第 %lld 天

source: Death
ar: الموت
de: Tod
es_419: Muerte
fr: Mort
hi: मृत्यु
it: Morte
ja: 死
ko: 죽음
pt_br: Morte
ru: Смерть
tr: Ölüm
zh_cn: 死亡

# Decode Hatası Oluştu: %@
source: Decoding Error Occurred: %@
ar: حدث خطأ في فك الترميز: %@
de: Decodierungsfehler aufgetreten: %@
es_419: Se ha producido un error de decodificación: %@
fr: Erreur de décodage : %@
hi: डिकोडिंग त्रुटि हुई: %@
it: Errore di decodifica: %@
ja: デコードエラーが発生しました: %@
ko: 디코딩 오류 발생: %@
pt_br: Ocorreu erro de decodificação: %@
ru: Произошла ошибка декодирования: %@
tr: Decode Hatası Oluştu: %@
zh_cn: 解码出错：%@

source: Delete
ar: حذف
de: Löschen
es_419: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
tr: Sil
zh_cn: 删除

source: Description
ar: الوصف
de: Beschreibung
es_419: Descripción
hi: विवरण
it: Descrizione
ja: 説明
ko: 설명
pt_br: Descrição
ru: Описание
tr: Açıklama
zh_cn: 说明

source: Description (%@)
ar: الوصف (%@)
de: Beschreibung (%@)
es_419: Descripción (%@)
hi: विवरण (%@)
it: Descrizione (%@)
ja: 説明（%@）
ko: 설명 (%@)
pt_br: Descrição (%@)
ru: Описание (%@)
tr: Açıklaması (%@)
zh_cn: 说明（%@）

source: Description: %@
ar: الوصف: %@
de: Beschreibung: %@
es_419: Descripción: %@
hi: विवरण: %@
it: Descrizione: %@
ja: 説明: %@
ko: 설명: %@
pt_br: Descrição: %@
ru: Описание: %@
tr: Açıklaması: %@
zh_cn: 说明：%@

# Detaylar (Opsiyonel)
source: Details (Optional)
ar: التفاصيل (اختياري)
es_419: Detalles (opcional)
fr: Détails (facultatif)
hi: अतिरिक्त जानकारी (वैकल्पिक)
it: Dettagli (facoltativo)
ja: 詳細（任意）
ko: 세부 정보 (선택)
pt_br: Detalhes (opcional)
ru: Детали (необязательно)
zh_cn: 详情（可选）

source: Different forest records found on your device and in the cloud. Which one do you want to keep? **Warning: This action cannot be undone. The unselected forest will be permanently deleted.**
ar: تم العثور على سجلّي غابة مختلفين على جهازك وفي السحابة. أيهما تريد الاحتفاظ به؟ **تحذير: لا يمكن التراجع عن هذا الإجراء. سيتم حذف الغابة غير المختارة نهائيًا.**
de: Auf deinem Gerät und in der Cloud wurden unterschiedliche Waldaufzeichnungen gefunden. Welche möchtest du behalten? **Achtung: Diese Aktion kann nicht widerrufen werden. Der nicht ausgewählte Wald wird dauerhaft gelöscht.**
es_419: Se encontraron registros de bosque diferentes en tu dispositivo y en la nube. ¿Cuál quieres conservar? **Advertencia: esta acción no se puede deshacer. El bosque no seleccionado se eliminará de forma permanente.**
fr: Des enregistrements de forêt différents ont été trouvés sur ton appareil et dans le cloud. Lequel veux-tu conserver ? **Attention : cette action est irréversible. La forêt non sélectionnée sera définitivement supprimée.**
hi: आपके डिवाइस और क्लाउड में जंगल के अलग-अलग रिकॉर्ड मिले हैं। आप कौन सा रखना चाहते हैं? **चेतावनी: इस क्रिया को पूर्ववत नहीं किया जा सकता। न चुना गया जंगल हमेशा के लिए हटा दिया जाएगा।**
it: Sono stati trovati dati della foresta diversi sul tuo dispositivo e nel cloud. Quale vuoi conservare? **Attenzione: l'operazione non può essere annullata. La foresta non selezionata verrà eliminata definitivamente.**
ja: この端末とクラウドで異なる森の記録が見つかりました。どちらを残しますか？ **注意: この操作は取り消せません。選ばなかった森は完全に削除されます。**
ko: 기기와 클라우드에서 서로 다른 숲 기록을 찾았어요. 어느 것을 남길까요? **주의: 이 작업은 되돌릴 수 없습니다. 선택하지 않은 숲은 영구적으로 삭제됩니다.**
pt_br: Foram encontrados registros de floresta diferentes no seu dispositivo e na nuvem. Qual você quer manter? **Aviso: esta ação não pode ser desfeita. A floresta não selecionada será excluída permanentemente.**
ru: На вашем устройстве и в облаке найдены разные записи леса. Какую вы хотите сохранить? **Внимание: это действие нельзя отменить. Невыбранный лес будет удалён навсегда.**
tr: Cihazınızda ve bulutta farklı orman kayıtları bulundu. Hangisini saklamak istiyorsunuz? **Uyarı: Bu işlem geri alınamaz. Seçilmeyen orman kalıcı olarak silinecektir.**
zh_cn: 在你的设备和云端发现了不同的森林记录。你想保留哪一个？ **警告：此操作无法撤销。未被选中的森林将被永久删除。**

# Diğer
source: Other
ar: أخرى
de: Andere
es_419: Otros
fr: Autre
hi: अन्य
it: Altro
ja: その他
ko: 기타
pt_br: Outros
ru: Другое
tr: Diğer
zh_cn: 其他

# Dil seç
source: Select language
ar: اختر اللغة
de: Sprache wählen
es_419: Seleccionar idioma
fr: Choisir la langue
hi: भाषा चुनें
it: Scegli la lingua
ja: 言語を選択
ko: 언어 선택
pt_br: Selecione o idioma
ru: Выберите язык
zh_cn: 选择语言

# Dili
source: Language
ar: اللغة
de: Sprache
es_419: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_cn: 语言

# Diller
source: Languages
ar: اللغات
de: Sprachen
es_419: Idiomas
fr: Langues
hi: भाषाएं
it: Lingue
ja: 言語
ko: 언어
pt_br: Idiomas
ru: Языки
zh_cn: 语言

# dog_name
source: Dog
ar: الكلب
de: Hund
es_419: Perro
fr: Chien
hi: कुत्ता
it: Cane
ja: 犬
ko: 개
pt_br: Cão
ru: Собака
tr: Köpek
zh_cn: 狗

# Doğa Dengesi
source: Nature Balance
ar: توازن الطبيعة
de: Naturgleichgewicht
es_419: Equilibrio natural
fr: Équilibre de la nature
hi: प्रकृति का संतुलन
it: Equilibrio della natura
ja: 自然のバランス
ko: 자연의 균형
pt_br: Equilíbrio da Natureza
ru: Природный баланс
tr: Doğa Dengesi
zh_cn: 自然平衡

# Doğa Elementi
source: Nature Elemental
ar: عنصر الطبيعة
de: Naturelementar
es_419: Elemental de la naturaleza
fr: Élémentaire de la nature
hi: प्रकृति तत्व
it: Elementale della natura
ja: 自然の精霊
ko: 자연 정령
pt_br: Elemental da Natureza
ru: Элементаль природы
tr: Doğa Elementi
zh_cn: 自然元素

# Doluluk oranı %lld / %lld
source: Capacity %1$lld / %2$lld
ar: السعة %1$lld / %2$lld
de: Füllstand %1$lld / %2$lld
es_419: Capacidad %1$lld / %2$lld
fr: Remplissage %1$lld / %2$lld
hi: भराव %1$lld / %2$lld
it: Riempimento %1$lld / %2$lld
ja: 容量 %1$lld / %2$lld
ko: 채움 %1$lld / %2$lld
pt_br: Capacidade %1$lld / %2$lld
ru: Заполнение %1$lld / %2$lld
tr: Doluluk oranı %1$lld / %2$lld
zh_cn: 容量 %1$lld / %2$lld

source: Download Vocabulary
ar: تنزيل المفردات
de: Wörter herunterladen
es_419: Descargar vocabulario
fr: Télécharger des mots
hi: शब्द डाउनलोड करें
it: Scarica parole
ja: 単語をダウンロード
ko: 단어 다운로드
pt_br: Baixar vocabulário
ru: Скачать словарь
tr: Kelime İndir
zh_cn: 下载单词

source: Downloading your forest's animals and plants.
ar: جارٍ تنزيل حيوانات ونباتات غابتك.
de: Die Tiere und Pflanzen deines Waldes werden heruntergeladen.
es_419: Descargando los animales y las plantas de tu bosque.
fr: Téléchargement des animaux et des plantes de ta forêt.
hi: आपके जंगल के जानवर और पौधे डाउनलोड हो रहे हैं।
it: Download degli animali e delle piante della tua foresta in corso.
ja: 森の動物と植物をダウンロードしています。
ko: 숲의 동물과 식물을 다운로드하고 있어요.
pt_br: Baixando os animais e as plantas da sua floresta.
ru: Загружаем животных и растения вашего леса.
tr: Ormanındaki hayvanlar ve bitkiler indiriliyor.
zh_cn: 正在下载你森林中的动物和植物。

# Düşmanı %lld doğru seçimle yenebilirsin. %lld canın var.
source: You can defeat the enemy with %lld right choices. You have %lld health.
ar: يمكنك هزيمة العدو بـ %lld اختيارًا صحيحًا. لديك %lld نقطة حياة.
de: Den Gegner besiegst du mit %1$lld richtigen Antworten. Du hast %2$lld Leben.
fr: Tu peux vaincre l'ennemi avec %1$lld bonnes réponses. Tu as %2$lld points de vie.
hi: आप %1$lld सही जवाबों से दुश्मन को हरा सकते हैं। आपके पास %2$lld जान हैं।
it: Puoi sconfiggere il nemico con %1$lld risposte corrette. Hai %2$lld vite.
ja: 敵は %1$lld 回正解すると倒せます。体力は %2$lld あります。
ko: 적은 %1$lld번 정답을 맞히면 이길 수 있어요. 체력은 %2$lld이에요.
pt_br: Você pode derrotar o inimigo com %lld escolhas certas. Você tem %lld de vida.
zh_cn: 答对 %1$lld 题可以击败敌人。你有 %2$lld 点生命。

# Düşmanları %lld, Patronu ise %lld doğru seçimle yenebilirsin. %lld canın var.
source: You can defeat enemies with %lld, and the Boss with %lld correct choices. You have %lld health.
ar: يمكنك هزيمة الأعداء بـ %lld اختيارًا صحيحًا، والزعيم بـ %lld اختيارًا صحيحًا. لديك %lld نقطة حياة.
de: Gegner besiegst du mit %1$lld, den Boss mit %2$lld richtigen Antworten. Du hast %3$lld Leben.
fr: Tu peux vaincre les ennemis avec %1$lld bonnes réponses et le boss avec %2$lld. Tu as %3$lld points de vie.
hi: आप %1$lld सही जवाबों से दुश्मनों को और %2$lld सही जवाबों से बॉस को हरा सकते हैं। आपके पास %3$lld जान हैं।
it: Puoi sconfiggere i nemici con %1$lld risposte corrette e il boss con %2$lld. Hai %3$lld vite.
ja: 敵は %1$lld 回、ボスは %2$lld 回正解すると倒せます。体力は %3$lld あります。
ko: 적은 %1$lld번, 보스는 %2$lld번 정답을 맞히면 이길 수 있어요. 체력은 %3$lld이에요.
pt_br: Você pode derrotar inimigos com %lld, e o Chefe com %lld escolhas certas. Você tem %lld de vida.
ru: Вы можете победить врагов, сделав %lld, а Босса — %lld правильных выборов. У вас %lld здоровья.
zh_cn: 答对 %1$lld 题可以击败敌人，答对 %2$lld 题可以击败首领。你有 %3$lld 点生命。

# Düzenle
source: Edit
ar: تعديل
de: Bearbeiten
es_419: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Редактировать
zh_cn: 编辑

# Edat
source: Preposition
ar: حرف جر
de: Präposition
es_419: Preposición
fr: Préposition
hi: पूर्वसर्ग
it: Preposizione
ja: 前置詞
ko: 전치사
pt_br: Preposição
ru: Предлог
tr: Edat
zh_cn: 介词

source: Edit
ar: تعديل
de: Bearbeiten
es_419: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Редактировать
tr: Düzenle
zh_cn: 编辑

# Ekle
source: Add
ar: إضافة
de: Hinzufügen
es_419: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_cn: 添加

# Eksik soru
source: Missing question
ar: سؤال ناقص
de: Fehlende Frage
es_419: Pregunta faltante
fr: Question manquante
hi: प्रश्न गायब है
it: Domanda mancante
ja: 問題がありません
ko: 문제 누락
pt_br: Pergunta em falta
ru: Отсутствующий вопрос
tr: Eksik soru
zh_cn: 缺少问题

# Elmas: %lld
source: Diamonds: %lld
ar: الماس: %lld
de: Diamanten: %lld
es_419: Diamantes: %lld
fr: Diamants : %lld
hi: हीरे: %lld
it: Diamanti: %lld
ja: ダイヤ: %lld
ko: 다이아: %lld
pt_br: Diamantes: %lld
ru: Алмазы: %lld
zh_cn: 钻石：%lld
